package db

type customer struct {
	ID       int64
	Name     string
	Address  string
	Phone    string
	Printer  string
	Cartrige string
	Comment  string
}

var Customers = []customer{
	customer{295415523, "Виктор Васильевич Кузнецов", "улица Ленина", "+79284517471", "Принтер Х", "Картридж Х", ""},
	customer{1201236817, "Анастасия Викторовна Кузнецова", "улица Ленина, 288", "+79284517424", "Принтер Х", "Картридж Х", ""},
	customer{476580, "Смаль Денис Владимирович", "улица Советская, 5", "+79582063065", "Принтер Х", "Картридж Х", ""},
	customer{1325248237, "Максим", "улица Ленина, 288, кв. 53", "+79881833700", "Принтер Х", "Картридж Х", ""},
	customer{933327833, "Юлия Сергеевна Кузнецова", "улица Ленина", "+79186101376", "Принтер Х", "Картридж Х", ""},
	customer{1274022992, "Карина, Дюк", "КурГородок", "+79890851727", "Самсунг М2020W", "MLT-111S", "забрали на ремонт"},
	customer{1231222386, "Лена, Вина", "КурГородок", "+79284524222", "Самсунг М2020", "MLT-D111S", ""},
	customer{789442016, "Дмитрий", "улица Банановая, 10а, Магазин", "+79856475107", "Brother HL-1202R", "ЗК Brother TN-1095", ""},
	customer{640925755, "Татьяна", "улица Банановая, 10а, Склад, сидит справа", "+79631636919", "HP", "CF218A", ""},
	customer{1462315139, "Катя", "улица Банановая, 10а, Склад, сидит слева", "+79628812533", "HP", "CF226X", ""},
	customer{1453297907, "Лариса", "улица Банановая, 10а, Склад, 2й этаж", "+79885000710", "Pantum M6500", "PC-211", ""},
	customer{831891756, "Андрей - IT отдел", "Голубые дали", "+79282333450", "Принтер Х", "ЗК Brother TN-1095", ""},
	customer{902404188, "Оля", "Цветочная, 17/7", "+79183036101", "Принтер Х", "CS-CF283A", ""},
	customer{1072586704, "Екатерина Великая", "Офис, с улицы дверь справа", "+79884091340", "Принтер Х", "ЗК Pantum PC-211E", ""},
	customer{1415939042, "Лена", "Офис, с улицы дверь справа", "+79059035073", "HP MFP M125r", "ЗК HP CF-283A", ""},
	customer{1415939042, "Сусанна", "Таврическая 1, столовая Letto", "+79384729991", "Brother DCP-1510R", "1075", ""},
	customer{1464982115, "Женя", "Петрозаводская 13, Покупайка", "+79189011819", "Pantum P2500W", "РС-211", ""},
	customer{1415939042, "Лариса на 3 магазина", "Гастелло, 16", "+79884127550", "LaserJet Pro MFP M125r", "CS-CF283A", ""},
	customer{870416441, "Рима, приоритет", "улица Ульянова, 13", "+79882856646", "LaserJet Pro MFP M125r", "ЗК Pantum PC-211E", ""},
	customer{1456754260, "Галя", "улица Просвещения, 96, Столовая Утро", "+79676459489", "Принтер Х", "ЗК Pantum PC-211E", ""},
	customer{663157771, "Марина", "улица Ленина, 102, Производственный цех", "+79189486907", "Samsung SCX-3400", "CS-D101SS", ""},
	customer{846297044, "Катя", "Склад-офис", "+79184943228", "Samsung M2020W", "MLT-D111L", ""},
}
